{
    "FBB Holding": "FBB Holding",
    "powered by": "مدعوم من",
    "naya group": "Naya Group",
    "Home": "الصفحة الرئيسية",
    "About Us": "نبذة عنا",
    "Our Businesses": "أعمالنا",
    "Contact Us": "اتصل بنا",
    "Let's Talk": "دعونا نتحدث",
    "Welcome to FBB Holdings, Family of Businesses": "مرحبًا بكم في FBB Holdings ، مجموعة الشركات",
    "Providing top-quality services and products in a wide range of industries": "تقديم خدمات ومنتجات عالية الجودة في مجموعة واسعة من الصناعات",
    "FBB Holding, a Trusted Global Family of Businesses": "FBB القابضة ، مجموعة شركات عالمية موثوق بها",
    "We are a diversified global holding company that specialises in the trade and ownership of businesses across the Middle East, Belgium, and Germany, and are committed to the sustainable growth and success of our holdings.": "نحن شركة قابضة عالمية متنوعة متخصصة في التجارة وملكية الشركات في جميع أنحاء الشرق الأوسط وبلجيكا وألمانيا ، ونلتزم بالنمو المستدام والنجاح في أعمالنا.",
    "Unmatched Innovative Solutions for Your Business Needs": "مجموعة FBB القابضة ، مجموعة شركات عالمية موثوق بها.",
    "We offer innovative solutions for your business needs, from consulting to Growth.": "نحن نقدم حلولًا مبتكرة لاحتياجات عملك ، من الاستشارات إلى النمو.",
    "Complete Suite of Services to Navigate the Modern Business World.": "مجموعة كاملة من الخدمات للتنقل في عالم الأعمال الحديث.",
    "We offer a complete suite of services to help navigate the complexities of the modern business world.": "نحن نقدم مجموعة كاملة من الخدمات للمساعدة في التغلب على تعقيدات عالم الأعمال الحديث.",
    "Decades of Unmatched Expertise and Experience": "عقود من الخبرة والتجربة التي لا مثيل لها.",
    "Our team has decades of experience in various industries, providing comprehensive solutions for your business objectives.": "يتمتع فريقنا بعقود من الخبرة في مختلف الصناعات ، ويقدم حلولاً شاملة لأهداف عملك.",
    "Our commitment to excellence and innovation has allowed us to become a leader in each of our respective fields.": "لقد سمح لنا التزامنا بالتميز والابتكار بأن نصبح روادًا في كل مجال من مجالات تخصصنا.",
    "As a parent company, FBB Holding is proud to support each of our businesses and to help them achieve their goals.": "كشركة أم ، تفتخر مجموعة FBB القابضة بدعم كل من أعمالنا ومساعدتهم على تحقيق أهدافهم.",
    "We provide our businesses with the resources they need to thrive, including financial support, marketing expertise, and access to cutting-edge technology. By working together, we are able to create a synergistic effect that drives success and growth for each of our businesses.": "نحن نوفر لأعمالنا الموارد التي تحتاجها لتزدهر ، بما في ذلك الدعم المالي والخبرة التسويقية والوصول إلى أحدث التقنيات. من خلال العمل معًا ، نحن قادرون على خلق تأثير تآزري يدفع النجاح والنمو لكل من أعمالنا.",
    "Achieve Complete Customers Satisfaction.": "تحقيق الرضا التام للعملاء.",
    "FBB Holding L.L.C is holding of several companies in UAE, Jordan and Libya in different kinds of activities.": "تمتلك FBB Holding L.L.C العديد من الشركات في الإمارات والأردن وليبيا في أنواع مختلفة من الأنشطة.",
    "Get in Touch": "ابقى على تواصل",
    "Contact us today if you’d like to know more about our products and services.": "تواصل معنا اليوم إذا كنت ترغب في معرفة المزيد عن منتجاتنا وخدماتنا.",
    "Send": "أرسل",
    "Welcome to FBB Holding L.L.C, a leading global trading company established on April 1st, 2019, and headquartered in Dubai, UAE. As a diversified holding company with a proven track record of success, we have a strong portfolio of companies operating across various sectors in Belgium, Germany, Libya, Egypt, Cyprus, Jordan, Bahrain, and UAE. Our unwavering commitment to excellence and professionalism enables us to offer tailored solutions that cater to all your business needs, making us the ideal partner for your growth and success.": "مرحبًا بكم في FBB Holding L.L.C ، شركة تجارية عالمية رائدة تأسست في 1 أبريل 2019 ومقرها في دبي ، الإمارات العربية المتحدة. كشركة قابضة متنوعة ذات سجل حافل بالنجاح ، لدينا مجموعة قوية من الشركات العاملة في مختلف القطاعات في بلجيكا وألمانيا وليبيا ومصر وقبرص والأردن والبحرين والإمارات العربية المتحدة. يمكّننا التزامنا الراسخ بالتميز والاحتراف من تقديم حلول مخصصة تلبي جميع احتياجات عملك ، مما يجعلنا الشريك المثالي لنموك ونجاحك.",
    "Exceeding Expectations": "نفوق التوقعات",
    "FBB Holding L.L.C is a global holding company with a portfolio of companies that offer a wide range of products and services. Our parent company is based in Dubai, UAE, and our subsidiaries are located in different countries around the world. We strive to maintain the highest standards of excellence and professionalism in everything we do.": "FBB Holding L.L.C هي شركة قابضة عالمية لديها مجموعة من الشركات التي تقدم مجموعة واسعة من المنتجات والخدمات. يقع مقر شركتنا الأم في دبي ، الإمارات العربية المتحدة ، وتقع الشركات التابعة لنا في بلدان مختلفة حول العالم. نسعى جاهدين للحفاظ على أعلى معايير التميز والاحتراف في كل ما نقوم به.",
    "Our mission": "مهمتنا",
    "Achieve Complete Customers Satisfaction": "تحقيق الرضا الكامل للعملاء",
    "Provide A High-Quality Product To The Market.": "تقديم منتج عالي الجودة للسوق.",
    "Respond Immediately To Our Customers Needs.": "الاستجابة على الفور لاحتياجات عملائنا.",
    "Creating A New Level In The Wholesale And Retail Field.": "إنشاء مستوى جديد في مجال البيع بالجملة والتجزئة.",
    "Maintaining A Professional Relationship With Our Suppliers And Customers By Hiring A Well Experienced Team.": "الحفاظ على علاقة مهنية مع موردينا وعملائنا من خلال تعيين فريق من ذوي الخبرة.",
    "Our Values": "قيمنا",
    "Innovation: We strive to offer innovative solutions and services to our customers.": "الابتكار: نسعى جاهدين لتقديم حلول وخدمات مبتكرة لعملائنا.",
    "Excellence: We aim to maintain the highest standards of excellence and professionalism in everything we do.": "التميز: نهدف إلى الحفاظ على أعلى معايير التميز والاحتراف في كل ما نقوم به.",
    "Customer satisfaction: We are committed to achieving complete customer satisfaction by providing high-quality products and responding promptly to our customers' needs.": "رضا العملاء: نحن ملتزمون بتحقيق الرضا الكامل للعملاء من خلال توفير منتجات عالية الجودة والاستجابة الفورية لاحتياجات عملائنا.",
    "Social responsibility: We believe in making a positive impact on society and the environment through our corporate social responsibility initiatives": "المسؤولية الاجتماعية: نحن نؤمن بإحداث تأثير إيجابي على المجتمع والبيئة من خلال مبادرات المسؤولية الاجتماعية للشركات",
    "Our Vision": "رؤيتنا",
    "Our vision is to revolutionize the market by providing exceptional high-quality and high-end products while also introducing innovative marketing solutions in both wholesale and retail sectors. Our goal is to take inspiration from the world's most prominent companies in investment fields to expand our portfolio and increase our market share. We are committed to achieving sustainable growth and success for our holdings while remaining at the forefront of the industry.": "تتمثل رؤيتنا في إحداث ثورة في السوق من خلال توفير منتجات استثنائية عالية الجودة وعالية الجودة مع تقديم حلول تسويقية مبتكرة في كل من قطاعي الجملة والتجزئة. هدفنا هو الإلهام من أبرز الشركات العالمية في مجالات الاستثمار لتوسيع محفظتنا وزيادة حصتنا في السوق. نحن ملتزمون بتحقيق النمو والنجاح المستدامين لممتلكاتنا مع البقاء في طليعة الصناعة.",
    "Our Global Presence": "تواجدنا العالمي",
    "Our Teams": "فرقنا",
    "At FBB Holding L.L.C., we are people with passion and experience, coming from many different backgrounds, disciplines, and countries. We believe in the power of diversity and collaboration, and we work together to achieve our goals and deliver the best results to our customers.": "في FBB Holding L.L. نحن أشخاص ذوو شغف وخبرة ، نأتي من خلفيات وتخصصات ودول مختلفة. نحن نؤمن بقوة التنوع والتعاون ، ونعمل معًا لتحقيق أهدافنا وتقديم أفضل النتائج لعملائنا.",
    "Corporate Social Responsibility": "المسؤولية الاجتماعية للشركات",
    "FBB Holding L.L.C is committed to sustainability, social responsibility, and ethical business practices. We believe in making a positive impact on society and the environment. Our corporate social responsibility initiatives focus on supporting local communities, reducing our carbon footprint, and promoting diversity and inclusion in the workplace.": "تلتزم FBB Holding L.L.C بالاستدامة والمسؤولية الاجتماعية وممارسات الأعمال الأخلاقية. نحن نؤمن بإحداث تأثير إيجابي على المجتمع والبيئة. تركز مبادرات المسؤولية الاجتماعية لشركتنا على دعم المجتمعات المحلية ، وتقليل بصمتنا الكربونية ، وتعزيز التنوع والاندماج في مكان العمل.",
    "Sectors": "القطاعات",
    "FBB Holdings is a diverse company that operates across a wide range of sectors to provide high-quality products and services to its customers. Some of the sectors in which FBB Holdings operates include": "FBB Holdings هي شركة متنوعة تعمل عبر مجموعة واسعة من القطاعات لتقديم منتجات وخدمات عالية الجودة لعملائها. تشمل بعض القطاعات التي تعمل فيها FBB Holdings",
    "Brand new cars trading": "تجارة سيارات جديدة تمامًا",
    "Importing cars": "استيراد السيارات",
    "Electronics and home appliances": "الإلكترونيات والأجهزة المنزلية",
    "Food stuff trading and manufacturing": "تجارة المواد الغذائية وتصنيعها",
    "Import and export": "استيراد وتصدير",
    "Medical equipment and supplies": "المعدات والمستلزمات الطبية",
    "Medical services and pharmaceuticals": "الخدمات الطبية والمستحضرات الصيدلانية",
    "Petroleum, handling, and aviation services": "خدمات البترول والمناولة والطيران",
    "Shipping and logistics services": "الشحن والخدمات اللوجستية",
    "Real estate": "العقارات",
    "Travel and tourism": "سياحة و سفر",
    "Financial services": "الخدمات المالية",
    "Car rental": "تأجير سيارات",
    "Our Partners": "شركاؤنا",
    "Our Business page": "صفحة أعمالنا",
    "Fbb Family of Businesses": "عائلة FBB",
    "FOOD STUFF TRADING, IMPORT AND EXPORT.": "تجارة المواد الغذائية والاستيراد والتصدير",
    "AL FOWZ HEALTHCARE GROUP": "مجموعة الفوز للرعاية الصحية",
    "MEDICAL EQUIPMENT, MEDICAL SERVICES AND PHARMACEUTICAL": "المعدات الطبية والخدمات الطبية والصيدلانية",
    "Travel & Tourism": "رحلة سياحية",
    "Electronic Matrix": "المصفوفة الإلكترونية",
    "Financial Services": "الخدمات المالية",
    "SPEED GATE CAR RENTAL LLC": "سبيدجيت لتأجير السيارات ذ.م.م.",
    "Car Rental": "تأجير سيارات",
    "MED-GATE TRADING L.L.C": "ميدجيت للتجارة ذ.م.م.",
    "SPEED GATE MOTORS L.L.C.": "سبيد جيت موتورز ذ.م.م",
    "Speed Gate Motors is one of the leading dealerships in the UAE. In our showrooms in Dubai, Al Aweer Market you will find luxury, high-end vehicles and international brands for export. With a range spanning from pre-owned Rolls Royce’s to Toyota, we’re certain that we can find the perfect usedor new cars for you.": "سبيد جيت موتورز هي واحدة من الوكلاء الرائدين في الإمارات العربية المتحدة. في معارضنا في دبي ، سوق العوير ستجد سيارات فاخرة وراقية وماركات عالمية للتصدير. مع نطاق يمتد من رولز رويس المملوكة سابقًا إلى تويوتا ، نحن على يقين من أنه يمكننا العثور على أفضل السيارات المستعملة أو الجديدة من أجلك.",
    "SHOWROOM NO. P2-14, AL AWEER AUTO MARKET, DUBAI, UAE": "معرض رقم. P2-14 ، سوق العوير للسيارات ، دبي ، الإمارات العربية المتحدة",
    "ALBEDAYA INTERNATIONAL CO.": "شركة البداية العالمية",
    "Albedaya International Co. is a Libya-based car import company.": "شركة البداية العالمية هي شركة استيراد سيارات مقرها في ليبيا.",
    "They offer high-quality vehicles from around the world, with a focus on customer service and competitive pricing. Whether you're in the market for a luxury sedan or a practical SUV, Albedaya International Co. can help you find the perfect car.": "تقدم الشركة مركبات عالية الجودة من جميع أنحاء العالم، مع التركيز على خدمة العملاء والتسعير التنافسي. سواء كنت تبحث عن سيارة سيدان فاخرة أو سيارة دفع رباعي عملية، يمكن لشركة البداية العالمية مساعدتك في إيجاد السيارة المثالية.",
    "SHOWROOM AL-HAWARI STREET - BENGHAZI - LIBYA": "صالة عرض: شارع الحواري - بنغازي - ليبيا",
    "IMPORTING CARS": "استيراد السيارات",
    "AL WATANIA AL MOTAHIDA": "الوطنية المتحدة",
    "Al Watania Al Motahida is a Jordan-based car trading company that specializes in brand-new vehicles. They offer a range of high-quality models from popular manufacturers, with a focus on excellent customer service. Whether you need a compact car for the city or a spacious SUV for family trips, Al Watania Al Motahida can help you find the perfect car.": "تعد الوطنية المتحدة شركة تجارة سيارات مقرها في الأردن ومتخصصة في السيارات الجديدة. تقدم مجموعة من الطرز عالية الجودة من الشركات المصنعة الشهيرة، مع التركيز على خدمة العملاء الممتازة. سواء كنت بحاجة إلى سيارة صغيرة للمدينة أو سيارة دفع رباعي واسعة لرحلات العائلة، يمكن للوطنية المتحدة مساعدتك في إيجاد السيارة المثالية.",
    "SHOWROOM ZARQAA FREE ZONE - T491 - JORDAN": "صالة عرض: منطقة زرقاء الحرة - ت491 - الأردن",
    "BRAND NEW CARS TRADING": "تجارة السيارات الجديدة",
    "Med Gate For Importing Electronical and Household appliances": "بوابة ميد لاستيراد الأجهزة الإلكترونية والأجهزة المنزلية",
    "Med Gate For Importing Electronical and Household appliances is a Libya based company that offers high-quality home appliances and electronics. They provide excellent customer service and competitive pricing on a wide range of products, making it easy to find the perfect household item.": "بوابة ميد لاستيراد الأجهزة الإلكترونية والأجهزة المنزلية هي شركة مقرها في ليبيا تقدم أجهزة منزلية وإلكترونيات عالية الجودة. إنها توفر خدمة عملاء ممتازة وأسعار تنافسية على مجموعة واسعة من المنتجات، مما يجعل من السهل العثور على العنصر المنزلي المثالي.",
    "MAIN BRANCH: AL-HAWARI STREET - BENGHAZI - LIBYA": "الفرع الرئيسي: شارع الحواري - بنغازي - ليبيا",
    "BPG FOOD STUFF TRADING": "تجارة مواد الطعام في بي جي بي",
    "BPG FOOD STUFF TRADING is the sole agent for International Food Companies (European products). Our mission is to provide the best international products of the best quality in the world and ship them to all our clients in the Middle East and Africa, allowing our clients to save both time and money so that they could develop their commercial activities inside the country, which helps to gain more profit and success.": "تعد تجارة مواد الطعام في بي جي بي وكيلًا حصريًا لشركات الأغذية الدولية (المنتجات الأوروبية). مهمتنا هي توفير أفضل المنتجات الدولية عالية الجودة في العالم وشحنها لجميع عملائنا في الشرق الأوسط وأفريقيا، مما يتيح لعملائنا توفير الوقت والمال حتى يتمكنوا من تطوير أنشطتهم التجارية داخل البلد، مما يساعد على تحقيق المزيد من الربح والنجاح.",
    "Office No: 907, 51 TOWER, BUSINESS BAY, DUBAI - UAE": "رقم المكتب: 907، برج 51، خليج الأعمال، دبي - الإمارات العربية المتحدة",
    "FOOD STUFF TRADING": "تجارة مواد الطعام",
    "FKF TRADING L.L.C": "شركة إف كي إف للتجارة ذ.م.م.",
    "FKF trading L.L.C is the exclusive and sole agent for all products of ALZOHOUR International Food Company (European products). Our mission is to provide the best international products of the best quality in the world and ship them to all our clients in the Middle East and Africa, allowing our clients to save both time and money so that they could develop their commercial activities inside the country, which helps to gain more profit and success.": "شركة إف كي إف للتجارة ذ.م.م. هي الوكيل الحصري والوحيد لجميع منتجات شركة الزهور العالمية للأغذية (المنتجات الأوروبية). مهمتنا هي توفير أفضل المنتجات الدولية عالية الجودة في العالم وشحنها لجميع عملائنا في الشرق الأوسط وأفريقيا، مما يتيح لعملائنا توفير الوقت والمال حتى يتمكنوا من تطوير أنشطتهم التجارية داخل البلد، مما يساعد على تحقيق المزيد من الربح والنجاح.",
    "Office No: 1404, BURLINGTON TOWER, BUSINESS BAY, DUBAI - UAE": "رقم المكتب: 1404، برج برلنغتون، خليج الأعمال، دبي - الإمارات العربية المتحدة",
    "FOOD STUFF TRADING, IMPORT AND EXPORT": "تجارة مواد الطعام، استيراد وتصدير",
    "AL ZOHOUR GROUP": "مجموعة الزهور",
    "Al-Zohour International Food Company (European Products) Al-Zohour Company was established in 2019, and since then we have been working with all our energy to provide the best and highest products in the European markets for the Libyan market and the African market in general. And our goal is always to raise the nutritional quality within the market for better health and a better life for all.": "شركة الزهور العالمية للأغذية (المنتجات الأوروبية) تأسست شركة الزهور في عام 2019، ومنذ ذلك الحين كنا نعمل بكل طاقتنا لتوفير أفضل المنتجات في الأسواق الأوروبية للسوق الليبية والسوق الأفريقية بشكل عام. وهدفنا هو دائمًا رفع الجودة الغذائية في السوق من أجل صحة أفضل وحياة أفضل للجميع.",
    "LIBYA - UAE": "ليبيا - الإمارات العربية المتحدة",
    "FOOD STUFF MANUFACTURING AND TRADING": "تصنيع وتجارة مواد الطعام",
    "AL AMEER GROUP": "مجموعة الأمير",
    "Al Ameer Group is a Benghazi-based branded clothing store chain that offers a wide range of high-quality clothing items from popular brands. They provide a unique shopping experience and excellent customer service at competitive prices.": "مجموعة الأمير هي سلسلة متاجر للملابس العلامة التجارية مقرها في بنغازي، وتقدم مجموعة واسعة من قطع الملابس عالية الجودة من العلامات التجارية الشهيرة. إنها توفر تجربة تسوق فريدة وخدمة عملاء ممتازة بأسعار تنافسية.",
    "BENGHAZI - LIBYA": "بنغازي - ليبيا",
    "BRANDED CLOTHES STORES": "متاجر الملابس العلامة التجارية",
    "Gold Cost Medical Requisites Trading LLC": "شركة جولد كوست لتجارة الضروريات الطبية ذ.م.م.",
    "Gold Cost Medical Requisites Trading LLC is the most trusted supplier of quality medical supplies, equipment, and medications in UAE and the international market. Our commitment to excellence and quality guarantees that the products we deliver to our clients and to healthcare facilities are high-quality, exceptionally substantial, and competitively priced.": "شركة جولد كوست لتجارة الضروريات الطبية ذ.م.م. هي المورد الأكثر ثقة للإمدادات الطبية عالية الجودة والمعدات والأدوية في الإمارات العربية المتحدة والسوق الدولية. التزامنا بالتميز والجودة يضمن أن المنتجات التي نقدمها لعملائنا ولمرافق الرعاية الصحية ذات جودة عالية ومتينة بشكل استثنائي وبأسعار تنافسية.",
    "OFFICE 606, BAY VIEW TOWER, MARASI DRIVE BUSINESS BAY, DUBAI - UAE": "المكتب 606، برج بي فيو، ماراسي درايف بيزنس باي، دبي - الإمارات العربية المتحدة",
    "MEDICAL REQUESITIES SUPPLY": "توريد الضروريات الطبية",
    "FBB Petroleum": "إف بي بي بتروليوم",
    "FBB Petroleum LLC is a reputable trading group headquartered in Dubai, United Arab Emirates, which offers specialized services and supplies to both public and private sectors in emerging markets. Since its inception in 2021, the company has experienced remarkable growth. We have representative offices in UAE, Libya, Egypt, Cyprus, Bahrain, and Germany, covering a vast region that includes the Middle East, Africa, and Asia.": "شركة إف بي بي للبترول ذ.م.م هي مجموعة تجارية رصينة مقرها في دبي، الإمارات العربية المتحدة، والتي تقدم خدمات وإمدادات متخصصة لكلا القطاعين العام والخاص في الأسواق الناشئة. منذ تأسيسها في عام 2021، شهدت الشركة نموًا ملحوظًا. لدينا مكاتب تمثيلية في الإمارات العربية المتحدة وليبيا ومصر وقبرص والبحرين وألمانيا، مما يغطي منطقة واسعة تشمل الشرق الأوسط وأفريقيا وآسيا.",
    "51 Business Bay Office 707, Dubai UAE": "51 بيزنس باي، مكتب 707، دبي، الإمارات العربية المتحدة",
    "Petroleum": "البترول",
    "Altair Company For Handling And Aviation Services": "شركة الطير لخدمات التعامل والطيران",
    "Al-Tayer Handling and Aviation Services company is a local Libyan company founded in 2019 working in the field of handling and ground operations, the company officially launched this year from Benina International Airport, and also provides its services at Al-Abrak International Airport and Ma'atiqa Airport, as well as the company has a fleet of all-new modern equipment that will meet all the logistics needs of the carriers locally and internationally, manages the company high expertise and competencies in the administrative and technical field for decades and Young cadres looking to provide unique and unique services to carriers at all airports in Libya.": "شركة الطير لخدمات التعامل والطيران هي شركة ليبية محلية تأسست في عام 2019 وتعمل في مجال خدمات التعامل والعمليات الأرضية، وقد تم إطلاق الشركة رسميًا هذا العام من مطار بنينة الدولي، وتقدم خدماتها أيضًا في مطار الأبرق الدولي ومطار المعتيقة، بالإضافة إلى أن للشركة أسطولًا من المعدات الحديثة الجديدة التي ستلبي جميع الاحتياجات اللوجستية للناقلين محليًا وعالميًا، وتدير الشركة خبرات وكفاءات عالية في المجال الإداري والفني منذ عقود وكوادر شابة تسعى لتقديم خدمات فريدة ومميزة للناقلين في جميع المطارات في ليبيا.",
    "Benghazi, Libya": "بنغازي، ليبيا",
    "Handling And Aviation Services": "خدمات التعامل والطيران",
    "F B B SHIPPING & LOGISTICS SERVICES L.L.C": "إف بي بي للشحن والخدمات اللوجستية ش.ذ.م.م",
    "FBB Shipping & Logistics Services, a shipping business based in Dubai, we offer a wide range of services to our customers, from shipping and logistics to warehousing and distribution. We have the experience and know-how to get your products and materials where they need to go on time and safely. We understand that the needs of our customers are unique and that's why our team of experts customize our services to meet the individual requirements of each shipment. We provide integrated solutions for all types of cargo, including air, sea and road transportation, as well as customs clearance, warehousing and distribution. Our commitment to customer service is what sets us apart from our competitors, and we strive to exceed our customers' expectations every time. With our competitive rates and knowledgeable staff, you can trust FBB Shipping & Logistics Services to get the job done right.": "إف بي بي للشحن والخدمات اللوجستية، وهي شركة شحن مقرها دبي، نقدم مجموعة واسعة من الخدمات لعملائنا، بدءًا من الشحن والخدمات اللوجستية إلى التخزين والتوزيع. لدينا الخبرة والمعرفة اللازمة لتوصيل منتجاتك وموادك إلى وجهتها في الوقت المحدد وبأمان. نحن ندرك أن احتياجات عملائنا فريدة، ولهذا السبب فإن فريقنا من الخبراء يُخصص خدماتنا لتلبية المتطلبات الفردية لكل شحنة. نقدم حلولًا متكاملة لجميع أنواع البضائع، بما في ذلك النقل الجوي والبحري والبري، بالإضافة إلى التخليص الجمركي والتخزين والتوزيع. التزامنا بخدمة العملاء هو ما يميزنا عن منافسينا، ونسعى لتجاوز توقعات عملائنا في كل مرة. مع أسعارنا التنافسية وفريقنا الملم بالمعرفة، يمكنك الوثوق بإف بي بي للشحن والخدمات اللوجستية لإنجاز العمل بشكل صحيح.",
    "SHIPPING & LOGISTICS SERVICES": "الشحن والخدمات اللوجستية",
    "FBB REAL ESTATE BROKERAGE LLC": "إف بي بي للوساطة العقارية ش.ذ.م.م",
    "REAL ESTATE": "العقارات",
    "Paradise Travel and Tourism": "بارادايس للسفر والسياحة",
    "Paradise Travel and Tourism is a travel agency headquartered in the city of Amman established to provide comprehensive services to groups and individuals from and to the country. We launched the company in May 2018 aspiring to deliver a host of innovative and value-added services to our customers; ranging from travel, hotels, car rental services, to chartered fights along with account management services. We attribute our success to our team which is comprised of qualifed professionals who carry a wealth of international experience and are committed to deliver high quality customer safety and care. *Paradise Travel and Tourism is a fully licensed agency under license number (01581). We are an active member of the Jordan Society of Tourism and Travel Agents (JSTA). Our Services International airline reservations and ticketing Worldwide hotel reservation Worldwide car rental Ground handling services All year excursions and itineraries Conferences and MICE Cruises Private Jets Travel insurance Meet and assist services Limousine & VIP treatment specialists Free ticketing delivery.": "بارادايس للسفر والسياحة هي وكالة سفر مقرها مدينة عمان تأسست لتقديم خدمات شاملة للمجموعات والأفراد من وإلى البلاد. قمنا بإطلاق الشركة في مايو 2018 بهدف تقديم مجموعة من الخدمات المبتكرة والقيمة المضافة لعملائنا؛ بدءًا من السفر والفنادق وخدمات تأجير السيارات، إلى رحلات الطيران المستأجرة بالإضافة إلى خدمات إدارة الحسابات. نرجع نجاحنا إلى فريقنا المؤلف من محترفين مؤهلين يحملون ثروة من الخبرات الدولية وملتزمون بتقديم خدمة عالية الجودة ورعاية العملاء. * بارادايس للسفر والسياحة هي وكالة مرخصة بالكامل بموجب الرخصة رقم (01581). نحن عضو نشط في جمعية الأردن لوكالات السياحة والسفر (JSTA). خدماتنا تشمل: حجوزات وتذاكر الطيران الدولية، حجوزات فنادق في جميع أنحاء العالم، تأجير السيارات في جميع أنحاء العالم، خدمات التعامل الأرضي، رحلات سنوية وبرامج سياحية، المؤتمرات والفعاليات، الرحلات البحرية، الطائرات الخاصة، التأمين السفر، خدمات الاستقبال والمساعدة، خدمات الليموزين والمعاملة الخاصة، تسليم التذاكر مجانًا.",
    "Amman, Jordan": "عمان، الأردن",
    "Dubai, UAE": "دبي، الإمارات العربية المتحدة",
    "ELECTRICS AND HOME APPLIANCES": "الأجهزة الكهربائية والمنزلية",
    "ZAMZAM for Drugs & Medical Equipments": "زمزم للأدوية والمعدات الطبية",
    "Zamzam Co. founded in 2005 as a leading medical equipment distributor in Libya, with a head office in Benghazi, branch in Tripoli and a Rep. Office in Dubai. We launched our services to support the ministry of health & private sector hospitals in Libya with extending high tech products and medical devices of well-known professional manufacturers from Europe, USA and Asia. ZamZam Co. invests to generate new products that help medical professionals to provide quality patient care with maximum cost-efficiency.": "تأسست شركة زمزم في عام 2005 كوكيل رائد لتوزيع المعدات الطبية في ليبيا، ولديها مقر رئيسي في بنغازي وفرع في طرابلس ومكتب ممثل في دبي. قمنا بإطلاق خدماتنا لدعم وزارة الصحة والمستشفيات الخاصة في ليبيا من خلال توفير منتجات عالية التقنية وأجهزة طبية من الشركات المصنعة المعروفة في أوروبا والولايات المتحدة وآسيا. تستثمر شركة زمزم لتوليد منتجات جديدة تساعد المتخصصين الطبيين على تقديم رعاية عالية الجودة للمرضى بأقصى كفاءة ممكنة.",
    "Benghazi-LIBYA": "بنغازي، ليبيا",
    "Medical equipment": "المعدات الطبية",
    "SPEEDCO BIKES RENTAL LLC": "شركة سبيدكو لتأجير الدراجات النارية ش.ذ.م.م",
    "BIKES RENTAL": "تأجير الدراجات النارية",
    "F T C COMPUTER SYSTEMS CONSULTANCIES L.L.C": "إف تي سي للاستشارات في نظم الحاسوب ش.ذ.م.م",
    "FTC Computer Systems Consultancies L.L.C is a Dubai-based business specializing in computer systems and software solutions. With years of experience, they provide tailored, cost-effective solutions to meet clients' needs, ranging from IT infrastructure and support to software development and IT consultancy. Their team of experts are committed to delivering superior customer service.": "إف تي سي للاستشارات في نظم الحاسوب ش.ذ.م.م هي شركة مقرها في دبي تختص في نظم الحاسوب وحلول البرمجيات. بفضل سنوات من الخبرة، تقدم الشركة حلولًا مصممة خصيصًا وفعالة من حيث التكلفة لتلبية احتياجات العملاء، بدءًا من البنية التحتية والدعم التقني إلى تطوير البرمجيات والاستشارات التقنية. يلتزم فريقهم من الخبراء بتقديم خدمة عملاء متفوقة.",
    "Dubai-UAE": "دبي، الإمارات العربية المتحدة",
    "COMPUTER CONSULTANCIES": "استشارات الحواسيب",
    "FBB MOTORS LLC": "إف بي بي موتورز ش.ذ.م.م",
    "FBB MOTORS LLC is a dynamic trading company specializing in exporting a wide range of leading automobile brands, including HongQi, Toyota, Nissan, Mitsubishi, Lexus, BMW, Mercedes Benz Cars, Trucks, and Vehicle Conversions. Our company acts as an agent for several companies.": "إف بي بي موتورز ش.ذ.م.م هي شركة تجارية ديناميكية متخصصة في تصدير مجموعة واسعة من العلامات التجارية الرائدة في صناعة السيارات، بما في ذلك هونغ تشي، تويوتا، نيسان، ميتسوبيشي، لكزس، بي إم دبليو، مرسيدس بنز للسيارات والشاحنات وتحويل المركبات. تعمل شركتنا كوكيل لعدة شركات.",
    "DUBAI-UAE": "دبي، الإمارات العربية المتحدة",
    "NEW CARS EXPORT": "تصدير السيارات الجديدة",
    "Dar Elkhibra Almutatawera": "دار الخبرة المتطورة",
    "Dar Elkhibra Company, a general contracting company that works in construction, engineering, and real estate investment, overlooked the community and devoted itself to serving our society by providing urban services it needs, as well as developing parts of our beloved country with its departments of - experience - provide luck and share, which was of great importance in choosing the company's name.": "دار الخبرة المتطورة هي شركة مقاولات عامة تعمل في مجال البناء والهندسة والاستثمار العقاري، حيث تهتم بخدمة المجتمع وتكرس نفسها لخدمة مجتمعنا من خلال توفير الخدمات الحضرية التي يحتاجها، بالإضافة إلى تطوير أجزاء من بلدنا الحبيب باستخدام الخبرة وتقديم الحظ والمشاركة، وهي معايير ذات أهمية كبيرة في اختيار اسم الشركة.",
    "Benghazi-libya": "بنغازي، ليبيا",
    "Contracting-Real Estate": "المقاولات والعقارات",
    "Alriada-Alalamia": "الريادة العالمية",
    "Alriada-Alalamia Company was legally established in 2010, but the experience of its founders exceeds thirty years. We are considered an official reseller for Libyan Iron & steel company. In addition, Alriada-Alalamia deals with banks that have an Islamic system such as Al-Wahda and Al-Sahari Bank. Our Services The company's activity is focused primarily on importing building materials in general, specifically reinforced iron, industrial iron, cement, and wood.": "تأسست شركة الريادة العالمية رسميًا في عام 2010، ولكن تجربة مؤسسيها تزيد عن ثلاثين عامًا. نعتبر وكيلاً رسميًا لشركة ليبيانا للحديد والصلب. بالإضافة إلى ذلك، تتعامل الريادة العالمية مع البنوك التي تعمل بنظام إسلامي مثل بنك الوحدة وبنك الصحاري. تركز نشاط الشركة أساسًا على استيراد مواد البناء بشكل عام، وتحديدا الحديد المسلح والحديد الصناعي والأسمنت والخشب.",
    "Libya - Benghazi": "ليبيا - بنغازي",
    "Building Materials": "مواد البناء",
    "We are always here to help you with any inquiries or feedback you may have. Please feel free to contact us.": "نحن هنا دائمًا لمساعدتك في أي استفسارات أو ملاحظات قد تكون لديك. يرجى عدم التردد في الاتصال بنا.",
    "51 Tower, office 406,407,408, BUSINESS BAY, DUBAI - UAE": "برج 51، مكتب 406، 407، 408، الخليج التجاري، دبي - الإمارات العربية المتحدة",
    "Not in a rush? Here's a bit more about <br\/>who we are.": "لست في عجلة من أمرك؟ إليك المزيد حول <br\/> من نحن.",
    "View More": "عرض المزيد",
    "Our Business": "عملنا"
}